<%@page pageEncoding="utf-8" contentType="text/html;charset=utf-8"%>
<!doctype html>
<html>
	<head>
		<meta charset="utf-8" />
		<meta name="viewport" content="initial-scale=1.0,maximum-scale=1.0,minimum-scale=1.0,user-scalable=0,width=device-width,maximum-scale=1, user-scalable=no">
		<meta name="format-detection" content="telephone=no" />
		<meta name="format-detection" content="email=no" />
		<title>用户注册</title>
		<meta name="keywords" content="" />
		<meta name="description" content="" />
		<link rel="stylesheet" href="/weixin/css/reset.css">
		<!-- <link rel="stylesheet" href="/css/reset.css"> -->
		<style type="text/css">
			body{
				background:#fff;
				height: auto;
			}
			p{
				width:90%;
				margin:0 auto;
				text-align:left;
			}
			.title{
				color:#333;
				font-size:16px;
				margin-top:15px;
			}
			.title_src , .sub{
				color:#0078ad;
				font-size:14px;
				margin-top:12px;
				line-height:18px;
			}
			.main , .sub_son{
				font-size:12px;
				line-height:16px;
			}
			.main{
				text-indent:24px;
				margin-top:8px;
			}
			.sub_son{
				color:#0078ad;
				margin-top:10px;
			}
		</style>
		<script>
			var rooturl = "${rootdomain}";
		</script>
	</head>
	<body>
		<p class="title">储钱罐 — 用户服务协议</p>
		<p class="title_src">欢迎阅读注册账号 - 储钱罐 — 中国P2P投资理财平台服务协议(以下简称"本协议")。</p>
		<p class="sub">1 声明</p>
		<p class="main">本协议双方为注册账号 - 储钱罐 — 中国P2P投资理财平台 与注册账号 - 储钱罐 — 中国P2P投资理财平台用户（包括个人和企业客户），本服务协议具有合同效力。本协议内容包括协议正文及所有已经发布的或将来可能发布的各类规则。所有规则均为协议不可分割的一部分，与协议正文具有同等法律效力。以任何方式进入注册账号 - 储钱罐 — 中国P2P投资理财平台网站即表示您同意自己已经与注册账号 - 储钱罐 — 中国P2P投资理财平台订立本协议，且您将受本协议的条款约束。注册账号 - 储钱罐 — 中国P2P投资理财平台随时自行全权决定更改条款。如条款有任何变更，注册账号 - 储钱罐 — 中国P2P投资理财平台将在其网站上刊载公告，通知予您。如您不同意相关变更，必须停止使用服务。经修订的条款一经在注册账号 - 储钱罐 — 中国P2P投资理财平台网站的公布后，立即自动生效。您应在第一次登录后仔细阅读修订后的条款，并有权选择停止继续使用服务；一旦您继续使用服务，则表示您已接受经修订的条款，当您与注册账号 - 储钱罐 — 中国P2P投资理财平台发生争议时，应以最新的服务协议为准。除另行明确声明外，任何使服务范围扩大或功能增强的的新内容均受本协议约束。除非经注册账号 - 储钱罐 — 中国P2P投资理财平台的授权高层管理人员签订书面协议，本协议不得另行作出修订。</p>

		<p class="sub">2 定义</p>
		<p class="sub_son">2.1 用户及用户注册</p>
		<p class="main">用户必须是具备完全民事行为能力的自然人，或者是具有合法经营资格的实体组织。无民事行为能力人、限制民事行为能力人以及无经营或特定经营资格的组织不应当注册为注册账号 - 储钱罐 — 中国P2P投资理财平台用户或超过其民事权利或行为能力范围从事信息发布、交易的，其与注册账号 - 储钱罐 — 中国P2P投资理财平台之间的服务协议无效，注册账号 - 储钱罐 — 中国P2P投资理财平台一经发现，有权立即注销该用户，并追究其使用注册账号 - 储钱罐 — 中国P2P投资理财平台"服务"的一切法律责任。</p>
		<p class="main">用户注册是指用户登录注册账号 - 储钱罐 — 中国P2P投资理财平台，并按要求填写相关信息并确认同意履行相关用户协议的过程。用户因进行信息发布、交易、 获取有偿服务或接触注册账号 - 储钱罐 — 中国P2P投资理财平台服务器而发生的所有应纳税赋，以及一切硬件、软件、服务及其它方面的费用均由用户负责支付。</p>

		<p class="sub_son">2.2 会员</p>
		<p class="main">在注册账号 - 储钱罐 — 中国P2P投资理财平台平台上注册的用户成为注册账号 - 储钱罐 — 中国P2P投资理财平台会员。 注册账号 - 储钱罐 — 中国P2P投资理财平台作为有借款需求客户（企业、个人）和资金提供方（借出者）的信息对接平台以及获取各类与投融资相关的服务信息的地点。注册账号 - 储钱罐 — 中国P2P投资理财平台会对客户和机构的身份信息的真实性进行审核但不能完全控制双方交易所涉及的服务的质量、安全或合法性，信息的真实性或准确性，以及交易方履行其在贸易协议项下的各项义务的能力。注册账号 - 储钱罐 — 中国P2P投资理财平台并不作为接受服务方或是提供服务方的身份参与交易行为的本身。注册账号 - 储钱罐 — 中国P2P投资理财平台提醒用户应该通过自己的谨慎判断确定服务及相关信息的真实性、合法性和有效性。</p>

		<p class="sub">3 收费</p>
		<p class="main">本公司保留在根据第1条通知您后，收取服务费用的权利。注册账号 - 储钱罐 — 中国P2P投资理财平台借入者必须缴纳会员150元/年的服务费，首次借款成功后扣除，借款不成功不收钱，注册账号 - 储钱罐 — 中国P2P投资理财平台的借出者也可以自愿申请成为网站VIP会员，会员费为150元/年，一旦借出者成为VIP会员，就享有借入者逾期网站垫付的权利。本公司保留在无须发出书面通知，仅在注册账号 - 储钱罐 — 中国P2P投资理财平台网站公示的情况下，暂时或永久地更改或停止部分或全部服务的权利。</p>

		<p class="sub">4 注册义务</p>
		<p class="main">您必须按照申请注册会员的表格，真实、准确、完整的填写您的资料；维持并及时更新资料，使其保持真实、准确、完整和反应当前情况。倘若您提供的资料不真实、准确和完整或我公司有合理理由怀疑该资料不真实、准确、完整的，我公司有权暂停或终止您的注册身份，并拒绝您在目前和将来对服务以任何形式使用。</p>
		<p class="main">在注册过程中，您将选择用户名和密码。用户名的选择应遵守法律法规及社会公德。您必须对您的密码保密，您将对您用户名和密码下发生的所有活动承担责任。如发现任何人未经您同意使用您的用户名跟密码，你需立即通知我公司；对该行为造成的损害，我公司不负任何责任。</p>

		<p class="sub">5 您的权利和义务</p>
		<p class="main">您有权利拥有在注册账号 - 储钱罐 — 中国P2P投资理财平台的会员名及登录密码，并有权利使用自己的会员名及密码随时登陆注册账号 - 储钱罐 — 中国P2P投资理财平台平台。您不得以任何形式擅自转让或授权他人使用自己的注册账号 - 储钱罐 — 中国P2P投资理财平台会员名及密码；</p>
		<p class="main">您有权根据本服务协议的规定以及注册账号 - 储钱罐 — 中国P2P投资理财平台上发布的相关规则利用注册账号 - 储钱罐 — 中国P2P投资理财平台上信息发布平台查询服务信息、提交融资信息、参加注册账号 - 储钱罐 — 中国P2P投资理财平台的有关活动以及有权享受注册账号 - 储钱罐 — 中国P2P投资理财平台提供的其它的有关服务;</p>
		<p class="main">您在注册账号 - 储钱罐 — 中国P2P投资理财平台上交易过程中如与其他融资机构因交易产生纠纷，可以请求注册账号 - 储钱罐 — 中国P2P投资理财平台从中予以协调。您如发现其他机构有违法或违反本服务协议的行为，可以向注册账号 - 储钱罐 — 中国P2P投资理财平台进行反映和要求处理。如您因网上交易与其他用户产生诉讼的，您有权通过司法部门要求 注册账号 - 储钱罐 — 中国P2P投资理财平台提供相关资料；</p>
		<p class="main">您同意遵守注册账号 - 储钱罐 — 中国P2P投资理财平台的交易规则，接收来自注册账号 - 储钱罐 — 中国P2P投资理财平台或注册账号 - 储钱罐 — 中国P2P投资理财平台合作伙伴发出的邮件或信息。</p>
		<p class="main">您应当保证在使用注册账号 - 储钱罐 — 中国P2P投资理财平台平台进行信息发布过程中遵守诚实信用的原则，不得在发布的信息中包含有反动、暴力、淫秽、毒品、 赌博、教唆及有损社会公共道德的内容；不得发布各类违法或违规信息；</p>
		<p class="main">您不应在注册账号 - 储钱罐 — 中国P2P投资理财平台平台上恶意评价其他用户，或采取不正当手段提高自身的信用度或降低其他用户的信用度；</p>
		<p class="main">您在注册账号 - 储钱罐 — 中国P2P投资理财平台平台上不得发布包含有国家禁止或限制发布包含有侵犯他人知识产权或其它合法权益的机密类信息，也不得发布违背社会公共利益或公共道德的、或是注册账号 - 储钱罐 — 中国P2P投资理财平台认为不适合在注册账号 - 储钱罐 — 中国P2P投资理财平台上发布的信息。</p>
		<p class="main">您承诺自己在使注册账号 - 储钱罐 — 中国P2P投资理财平台时实施的所有行为均遵守国家法律、法规和注册账号 - 储钱罐 — 中国P2P投资理财平台的相关规定以及各种社会公共利益或公共道德。如有违反导致任何法律后果的发生，您独立承担所有相应的法律责任；</p>
		<p class="main">您同意，不对注册账号 - 储钱罐 — 中国P2P投资理财平台上任何数据作商业性利用，包括但不限于在未经注册账号 - 储钱罐 — 中国P2P投资理财平台事先书面批准的情况下，以复制、传播等方式使用在注册账号 - 储钱罐 — 中国P2P投资理财平台网站上展示的任何资料。</p>

		<p class="sub">6 注册账号 - 储钱罐 — 中国P2P投资理财平台的权利和义务</p>
		<p class="main">注册账号 - 储钱罐 — 中国P2P投资理财平台有权通过自身或委托其认可的第三方机构为您提供除信息发布外的融资比较、"融资体检"和实现一站式融资实现等增值服务</p>
		<p class="main">注册账号 - 储钱罐 — 中国P2P投资理财平台有义务在现有技术上维护整个网上平台的正常运行，并努力提升和改进技术。对与您在注册使用注册账号 - 储钱罐 — 中国P2P投资理财平台平台中所遇到的与信息发布或注册有关的问题及反应的情况，注册账号 - 储钱罐 — 中国P2P投资理财平台应及时作出回复；</p>
		<p class="main">对于您在注册账号 - 储钱罐 — 中国P2P投资理财平台平台上的不当行为或其它任何注册账号 - 储钱罐 — 中国P2P投资理财平台认为应当终止服务的情况，注册账号 - 储钱罐 — 中国P2P投资理财平台有权随时作出删除相关信息、终止服务提供等处理，而无须征得您的同意；</p>
		<p class="main">因网上平台的特殊性，注册账号 - 储钱罐 — 中国P2P投资理财平台没有义务对所有会员的注册资料、行为及其他事项进行事先审查；</p>
		<p class="main">您在注册账号 - 储钱罐 — 中国P2P投资理财平台进行交易过程中如与其它投资者产生纠纷，请求注册账号 - 储钱罐 — 中国P2P投资理财平台从中予以调处，经注册账号 - 储钱罐 — 中国P2P投资理财平台审核后，注册账号 - 储钱罐 — 中国P2P投资理财平台有权通过电子邮件联系向纠纷双方了解情况，并将所了解的情况通过电子邮件互相通知对方；</p>
		<p class="main">您因在注册账号 - 储钱罐 — 中国P2P投资理财平台平台上进行借款而与其他借出者产生诉讼的，您通过司法部门或行政部门依照法定程序要求注册账号 - 储钱罐 — 中国P2P投资理财平台提供相关数据，注册账号 - 储钱罐 — 中国P2P投资理财平台应积极配合并提供有关资料；</p>
		<p class="main">注册账号 - 储钱罐 — 中国P2P投资理财平台有权对您的注册数据及信息发布行为进行查阅，发现注册数据或信息发布行为中存在任何问题或怀疑，均有权向您发出询问及要求改正的通知或者直接作出删除等处理；</p>
		<p class="main">经国家生效法律文书或行政处罚决定确认您存在违法行为，或者注册账号 - 储钱罐 — 中国P2P投资理财平台有足够事实依据可以认定您存在违法或违反服务协议行为的，注册账号 - 储钱罐 — 中国P2P投资理财平台有权在注册账号 - 储钱罐 — 中国P2P投资理财平台平 台及所在网站上以网络发布形式公布您的违法行为；</p>
		<p class="main">在您使用注册账号 - 储钱罐 — 中国P2P投资理财平台服务时，注册账号 - 储钱罐 — 中国P2P投资理财平台有权接收并记录您的个人信息，包括但不限于IP地址、网站Cookie中的资料及您要求取用的网页记录等。</p>

		<p class="sub">7 许可使用权</p>
		<p class="main">您授予本公司永久的、免费的、完整的许可使用权利（并且有权对该权利进行再授权），使我公司有权使用、复制、修改、发布、翻译、分发您的资料或制作其派生作品，以已知或日后开发的任何形式、媒体或技术，将您的资料纳入其他作品里。</p>

		<p class="sub">8 隐私权</p>
		<p class="main">我公司不公开您选择保密的注册信息及其他个人信息。但在下列情况下，我公司有权全部或部分披露您的保密信息:</p>
		<p class="main">根据法律规定，或应行政机关、司法机关要求，向第三人或行政机关、司法机关披露；</p>
		<p class="main">如您系权利人并针对他人在注册账号 - 储钱罐 — 中国P2P投资理财平台上侵犯您利益的行为提起投诉，应被投诉人要求，向被投诉人披露；</p>
		<p class="main">权利人认为您在注册账号 - 储钱罐 — 中国P2P投资理财平台上的行为侵犯其合法权利并提出投诉的，可向权利人披露；</p>
		<p class="main">您出现违反注册账号 - 储钱罐 — 中国P2P投资理财平台网站规则，需要向第三方披露的；</p>
		<p class="main">根据法律和注册账号 - 储钱罐 — 中国P2P投资理财平台网站规则，其他我公司认为适合披露的。</p>
		
		<p class="sub">9 免责声明</p>
		<p class="main">您将对您发布的信息及其他在注册账号 - 储钱罐 — 中国P2P投资理财平台上发生的任何行为承担责任，我公司对此不负任何责任。</p>

		<p class="sub">10 不可抗力</p>
		<p class="main">对于因注册账号 - 储钱罐 — 中国P2P投资理财平台合理控制范围以外的原因，包括但不限于自然灾害、罢工或骚乱、物质短缺或定量配给、暴动、战争行为、政府行为、通讯或其他设施故障或严重伤亡事故等，致使注册账号 - 储钱罐 — 中国P2P投资理财平台延迟或未能履约的，注册账号 - 储钱罐 — 中国P2P投资理财平台不对您承担任何责任。</p>

		<p class="sub">11 转让</p>
		<p class="main">注册账号 - 储钱罐 — 中国P2P投资理财平台转让本协议无需经您同意。</p>

		<p class="sub">12 管辖因本协议或本公司服务所引起的或与其有关的任何争议，应向当地人民法院提起诉讼并适用中华人民共和国法律。</p>
		<div style="height:20px;"></div>
</body>
</html>